Repository: James898-bot/repository.prb-entertainment-pack-matrix
Catalog: plugin.audio.prb-radio/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it

# #30001
source: General
fr_fr: Général
it_it: Generale

# #30002
source: Sound Quality
de_de: Tonqualität
es_es: Calidad de sonido
fr_fr: Qualité sonore
it_it: Qualità del suono

# #30003
source: Hide Artist Fanart
de_de: Ausblenden Künstler Fanart
es_es: Ocultar artista Fanart
fr_fr: Masquer l'artiste Fanart
it_it: Nascondi Artista Fanart

# #30004
source: Compression Format
de_de: Komprimierungsformat
es_es: Formato de compresión
fr_fr: Format de compression
it_it: Formato di compressione

# #30005
source: Hide Artist Information
de_de: Künstlerinformationen ausblenden
es_es: Ocultar información del artista
fr_fr: Cacher l'information d'artiste
it_it: Nascondi informazioni sull'artista

# #30007
source: Prevent Screensaver
de_de: Bildschirmschoner verhindern
es_es: Prevenir salvapantallas
fr_fr: Empêcher l'économiseur d'écran
it_it: Previene il salvaschermo

# #30008
source: Hide Favourite Songs
de_de: Lieblingslieder ausblenden
es_es: Ocultar canciones favoritas
fr_fr: Masquer les chansons préférées
it_it: Nascondi le canzoni preferite

# #30102
source: Artist Information
de_de: Informationen zum Künstler
es_es: Información del artista
fr_fr: Informations sur l'artiste
it_it: Informazioni sull'artista

# #30103
source: Unable to download artists info!
de_de: Künstler-Info kann nicht heruntergeladen werden
es_es: No se puede descargar la información de los artistas!
fr_fr: Impossible de télécharger les informations sur les artistes!
it_it: Impossibile scaricare le informazioni sugli artisti!

# #30104
source: No artist name showing!
de_de: Kein Künstlername wird angezeigt!
es_es: No se muestra el nombre del artista!
fr_fr: Aucun nom d'artiste affiché!
it_it: Nessun nome dell'artista mostrato!

# #30105
source: No audio stream is playing!
de_de: Es wird kein Audiostream abgespielt!
es_es: ¡No hay transmisión de audio!
fr_fr: Aucun flux audio ne joue!
it_it: Nessun flusso audio è in riproduzione!

# #30106
source: Settings
de_de: die Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: impostazioni

# #30107
source: PRB Radio streams Blues, Gospel, Jazz, Soul, Reggae, Funk and Hip-Hop.
de_de: PRB Radio überträgt Blues, Gospel, Jazz, Soul, Reggae, Funk und Hip-Hop.
es_es: PRB Radio transmite Blues, Gospel, Jazz, Soul, Reggae, Funk y Hip-Hop.
fr_fr: PRB Radio diffuse du blues, du gospel, du jazz, de la soul, du reggae, du funk et du hip-hop.
it_it: Radio PRB trasmette Blues, Gospel, Jazz, Soul, Reggae, Funk e Hip-Hop.

# #30108
source: Displays image and information about the artist or band currently streaming.
de_de: Zeigt Bilder und Informationen zum aktuell gestreamten Künstler oder Band an.
es_es: Muestra imágenes e información sobre el artista o la banda que se está transmitiendo actualmente.
fr_fr: Affiche des images et des informations sur l'artiste ou le groupe en cours de streaming.
it_it: Visualizza immagini e informazioni sull'artista o sulla band attualmente in streaming.

# #30109
source: Open settings.
de_de: Einstellungen öffnen.
es_es: Configuración abierta.
fr_fr: Ouvrez les paramètres.
it_it: Apri le impostazioni.

# #30110
source: PRB Radio is not broadcasting.
de_de: PRB-Radio sendet nicht.
es_es: PRB Radio no está transmitiendo
fr_fr: PRB Radio ne diffuse pas.
it_it: La radio PRB non sta trasmettendo.

# #30111
source: On Air
de_de: Auf Sendung
es_es: Al aire
fr_fr: À l'antenne
it_it: In onda

# #30112
source: Off Air
de_de: Aus der Luft
es_es: Fuera del aire
fr_fr: Hors air
it_it: Non in linea

# #30113
source: Favourite Songs
de_de: Lieblingslieder
es_es: Canciones favoritas
fr_fr: Chansons Préférées
it_it: Canzoni preferite

# #30114
source: Create and edit a list of your favourite songs.
de_de: Erstellen und bearbeiten Sie eine Liste Ihrer Lieblingssongs.
es_es: Crea y edita una lista de tus canciones favoritas.
fr_fr: Créez et éditez une liste de vos chansons préférées.
it_it: Crea e modifica un elenco delle tue canzoni preferite.

# #30115
source: Clear Favourites List
de_de: Favoritenliste löschen
es_es: Borrar lista de favoritos
fr_fr: Effacer la liste des favoris
it_it: Cancella la lista dei preferiti

# #30116
source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr?
it_it: Sei sicuro?

# #30117
source: [COLOR orange]Clear List[/COLOR]
de_de: [COLOR orange]Liste leeren[/COLOR]
es_es: [COLOR orange]Limpiar lista[/COLOR]
fr_fr: [COLOR orange]Effacer la liste[/COLOR]
it_it: [COLOR orange]Elenco chiaro[/COLOR]

# #30118
source: [COLOR lime]Add Current Song To List[/COLOR]
de_de: [COLOR lime]Aktuellen Song zur Liste hinzufügen[/COLOR]
es_es: [COLOR lime]Añadir canción actual a la lista[/COLOR]
fr_fr: [COLOR lime]Ajouter la chanson actuelle à la liste[/COLOR]
it_it: [COLOR lime]Aggiungi brano corrente all'elenco[/COLOR]
