Repository: James898-bot/repository.prb-entertainment-pack-matrix
Catalog: plugin.audio.absolute-radio/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it

# #30001
source: General
it_it: Generale

# #30002
source: Sound Quality
de_de: Tonqualität
es_es: Calidad de sonido
fr_fr: Qualité sonore
it_it: Qualità del suono

# #30003
source: Hide Artist Fanart
de_de: Ausblenden Künstler Fanart
es_es: Ocultar artista Fanart
fr_fr: Masquer l'artiste Fanart
it_it: Nascondi Artista Fanart

# #30004
source: Compression Format
de_de: Komprimierungsformat
es_es: Formato de compresión
fr_fr: Format de compression
it_it: Formato di compressione

# #30006
source: Account Details
de_de: Kontodetails
es_es: detalles de la cuenta
fr_fr: details du compte
it_it: Dettagli account

# #30007
source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente

# #30008
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
it_it: Parola d'ordine

# #30009
source: Hide Artist Information
de_de: Künstlerinformationen ausblenden
es_es: Ocultar información del artista
fr_fr: Cacher l'information d'artiste
it_it: Nascondi informazioni sull'artista

# #30102
source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

# #30103
source: Unplayable stream
de_de: Nichtspielbarer Stream
es_es: Unplayable secuencia
fr_fr: Flux illisible
it_it: flusso unplayable

# #30104
source: Something wicked happened :(
de_de: Etwas Böses geschah :(
es_es: Algo malo sucedió :(
fr_fr: Quelque chose de méchant s'est passé :(
it_it: Accaduto qualcosa di anormale :(

# #30105
source: Error!
de_de: Fehler!
fr_fr: Erreur!
it_it: Errore!

# #30106
source: Please wait...
de_de: Warten Sie mal...
es_es: por favor espera...
fr_fr: S'il vous plaît, attendez...
it_it: attendere prego...

# #30107
source: Process Complete
de_de: Prozess komplett
es_es: Proceso completo
fr_fr: Processus complet
it_it: processo completo

# #30108
source: Failed to download audio links
de_de: Fehler beim Herunterladen von Audio-Links
es_es: Error al descargar enlaces de audio
fr_fr: Impossible de télécharger les liens audio
it_it: Impossibile scaricare i collegamenti audio

# #30109
source: Logged into Absolute Radio.
de_de: Eingeloggt für Absolute Radio.
es_es: Conectado a Absolute Radio.
fr_fr: Connecté à Absolute Radio.
it_it: Collegato in Absolute Radio.

# #30110
source: Login Success :)
de_de: Einloggen erfolgreich :)
es_es: Inicio de sesión exitoso :)
it_it: Accedi successo :)

# #30111
source: Failed to log into Absolute Radio.
de_de: Fehler beim Anmelden bei Absolute Radio.
es_es: Error al iniciar sesión Absolute Radio.
fr_fr: Impossible de se connecter à Absolute Radio.
it_it: Impossibile accedere al Absolute Radio.

# #30112
source: Login Failed :(
de_de: Anmeldung fehlgeschlagen :(
es_es: Error de inicio de sesion :(
fr_fr: Échec de la connexion :(
it_it: Accesso fallito :(

# #30113
source: Artist Information
de_de: Künstlerinformationen
es_es: Información del artista
fr_fr: Informations sur l'artiste
it_it: Informazioni artista

# #30114
source: Unable to download artists info!
de_de: Kann keine Künstler herunterladen!
es_es: No se puede descargar la información de artistas!
fr_fr: Impossible de télécharger des infos artistes!
it_it: Impossibile scaricare artisti informazioni!

# #30115
source: No artist name showing!
de_de: Kein Künstlername zeigt!
es_es: No se muestra el nombre del artista!
fr_fr: Aucun nom d'artiste!
it_it: Nessun nome dell'artista che mostra!

# #30116
source: No audio stream is playing!
de_de: Kein Audiostream spielt!
es_es: ¡No se reproduce ninguna secuencia de audio!
fr_fr: Aucun flux audio n'est en cours de lecture!
it_it: Nessun flusso audio è in riproduzione!

# #30117
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: impostazioni

# #30118
source: It's all about the song, not the video; gigs, not photo shoots; built to last, not flavour of the month; something to say, not something to sell.
de_de: Es ist alles über das Lied, nicht das Video; Gigs, keine Fotoshootings; Gebaut bis zuletzt, nicht Geschmack des Monats; Etwas zu sagen, nicht etwas zu verkaufen.
es_es: Se trata de la canción, no del video; Conciertos, no sesiones de fotos; Construido para durar, no sabor del mes; Algo que decir, no algo para vender.
fr_fr: Il s'agit de la chanson, pas de la vidéo; Concerts, pas de séances de photos; Construit pour durer, pas la saveur du mois; Quelque chose à dire, pas quelque chose à vendre.
it_it: E 'tutta una questione di canzone, non il video; concerti, non servizi fotografici; costruito per durare, non sapore del mese; qualcosa da dire, non è qualcosa da vendere.

# #30119
source: Nothing but the biggest rock classics from the likes of Led Zeppelin, The Who, The Rolling Stones, Queen and more.
de_de: Nichts als die größten Rock-Klassiker aus Led Zeppelin, The Who, The Rolling Stones, Queen und mehr.
es_es: Nada más que los clásicos más grandes del rock de los gustos de Led Zeppelin, el quién, los Rolling Stones, la reina y más.
fr_fr: Rien que les plus grands classiques du rock de la part de Led Zeppelin, The Who, Les Rolling Stones, Queen et plus encore.
it_it: Nulla, ma i più grandi classici del rock del calibro di Led Zeppelin, The Who, i Rolling Stones, la regina e altro ancora.

# #30120
source: We're going to take you on a nostalgia trip, playing undisputed 1980s classics from Madonna, Duran Duran, Prince, Pet Shop Boys, Michael Jackson, Depeche Mode, U2, The Human League, The Police and more.
de_de: Wir werden dich auf eine Nostalgie-Reise bringen und unbestrittene Klassiker aus der Madonna, Duran Duran, Prince, Pet Shop Boys, Michael Jackson, Depeche Mode, U2, The Human League, The Police und mehr spielen.
es_es: Vamos a llevarte a un viaje de nostalgia, tocando clásicos indiscutibles de los años 80 de Madonna, Duran Duran, Prince, Pet Shop Boys, Michael Jackson, Depeche Mode, U2, The Human League, The Police y mucho más.
fr_fr: Nous allons vous emmener dans un voyage de nostalgie, en jouant des classiques incontestés des années 1980 de Madonna, Duran Duran, Prince, Pet Shop Boys, Michael Jackson, Depeche Mode, U2, The Human League, The Police et plus encore.
it_it: Stiamo andando a portarvi in un viaggio di nostalgia, giocando 1980 indiscussi classici da Madonna, Duran Duran, il principe, i Pet Shop Boys, Michael Jackson, Depeche Mode, U2, The Human League, la polizia e altro ancora.

# #30121
source: Timeless classics from the likes of The Beatles, Stones, Doors, Jimi Hendrix, The Who, Aretha Franklin, Elvis and the Kinks. The impact of this music is still being felt by the new artists of today.
de_de: Zeitlose Klassiker aus den Beatles, Steine, Türen, Jimi Hendrix, Die Wer, Aretha Franklin, Elvis und die Kinks. Die Wirkung dieser Musik wird immer noch von den neuen Künstlern von heute gefühlt.
es_es: Clásicos intemporales como The Beatles, Stones, Doors, Jimi Hendrix, Who, Aretha Franklin, Elvis y los Kinks. El impacto de esta música sigue siendo sentida por los nuevos artistas de hoy.
fr_fr: Des classiques intemporels tels que The Beatles, Stones, Doors, Jimi Hendrix, The Who, Aretha Franklin, Elvis et The Kinks. L'impact de cette musique est encore ressenti par les nouveaux artistes d'aujourd'hui.
it_it: Classici senza tempo del calibro di The Beatles, Stones, Doors, Jimi Hendrix, The Who, Aretha Franklin, Elvis e Kinks. L'impatto di questa musica è ancora in fase sentito dai nuovi artisti di oggi.

# #30122
source: The decade of pop, soul, disco and rock from the likes of Rod Stewart, Stevie Wonder, Elton John, Marvin Gaye, Slade, T. Rex, The Jackson 5, Blondie, ABBA, David Bowie and more.
de_de: Das Jahrzehnt von Pop, Soul, Disco und Rock von den Stars von Rod Stewart, Stevie Wonder, Elton John, Marvin Gaye, Slade, T. Rex, Jackson 5, Blondie, ABBA, David Bowie und mehr.
es_es: La década de pop, soul, disco y rock de los gustos de Rod Stewart, Stevie Wonder, Elton John, Marvin Gaye, Slade, T. Rex, Jackson 5, Blondie, ABBA, David Bowie y mucho más.
fr_fr: La décennie de la pop, de l'âme, du disco et du rock de la part de Rod Stewart, de Stevie Wonder, d'Elton John, de Marvin Gaye, de Slade, de T. Rex, de The Jackson 5, de Blondie, d'ABBA et de David Bowie.
it_it: Il decennio di pop, soul, disco e rock del calibro di Rod Stewart, Stevie Wonder, Elton John, Marvin Gaye, Slade, T. Rex, The Jackson 5, Blondie, ABBA, David Bowie e di più.

# #30123
source: Undisputed classics stretching from Oasis and Blur, to Primal Scream and the Chemical Brothers. Whether it's Radiohead or Portishead, the Stone Roses or Guns 'n Roses, we'll be playing all the best music you remember from the 90s and none of the duds.
de_de: Unbestrittene Klassiker, die sich von Oasis und Blur bis zu Primal Scream und den Chemical Brothers erstrecken. Ob es sich um Radiohead oder Portishead, die Stone Roses oder Guns 'n Roses handelt, wir werden die beste Musik spielen, die du aus den 90er Jahren erinnerst und keiner der Duds.
es_es: Clásicos indiscutibles que se extienden de oasis y de la falta de definición, al grito primordial ya los hermanos químicos. Ya sea Radiohead o Portishead, Stone Roses o Guns 'n Roses, estaremos tocando la mejor música que recuerdas de los años 90 y ninguno de los insultos.
fr_fr: Des classiques indiscutables s'étendant de Oasis et Blur, à Primal Scream et les Chemical Brothers. Qu'il s'agisse de Radiohead ou de Portishead, les Roses de Pierre ou Guns 'n Roses, nous jouerons la meilleure musique que vous vous souveniez des années 90 et aucun des défauts.
it_it: classici indiscussi che si estende da Oasis e Blur, a Primal Scream e Chemical Brothers. Che si tratti di Radiohead o Portishead, gli Stone Roses o Guns 'n Roses, saremo a giocare tutto il meglio della musica si ricorda dagli anni '90 e nessuno dei duds.

# #30124
source: The best of the noughties, from Coldplay to Keane, Eminem to Elbow, Arctic Monkeys to Amy Winehouse, Scissor Sisters to The Streets and Kings of Leon to The Killers.
de_de: Die besten der Noughties, von Coldplay bis Keane, Eminem bis Elbow, Arctic Monkeys zu Amy Winehouse, Scissor Sisters zu den Straßen und Könige von Leon zu den Killern.
es_es: El mejor de los noughties, desde Coldplay a Keane, Eminem a Elbow, Arctic Monkeys a Amy Winehouse, Scissor Sisters a The Streets y Kings of Leon a The Killers.
fr_fr: Le meilleur des noughties, de Coldplay à Keane, Eminem à Elbow, Arctic Monkeys à Amy Winehouse, Scissor Sisters à The Streets et Kings of Leon à The Killers.
it_it: Il meglio di anni zero, dai Coldplay a Keane, Eminem a gomito, Arctic Monkeys a Amy Winehouse, Scissor Sisters per le strade e Kings of Leon a The Killers.

# #30125
source: Displays image and information about the artist or band currently streaming.
de_de: Zeigt Bild und Informationen über den Künstler oder die Band an, die gerade streaming ist.
es_es: Muestra la imagen y la información sobre el artista o banda actualmente en transmisión.
fr_fr: Affiche l'image et les informations sur l'artiste ou la bande en cours de diffusion.
it_it: Visualizza l'immagine e le informazioni sull'artista o banda attualmente in streaming.

# #30126
source: Open settings.
de_de: Einstellungen öffnen.
es_es: Configuración abierta.
fr_fr: Ouvrir les paramètres.
it_it: Aprire le impostazioni.

# #30005
source: Bitrate
es_es: Velocidad de bits
fr_fr: DébitGeneral
