Repository: James898-bot/repository.prb-entertainment-pack-matrix
Catalog: plugin.audio.bbc-radio/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it

# #30001
source: National Radio
de_de: Nationales Radio
es_es: Radio Nacional
fr_fr: Radio nationale
it_it: Radio nazionale

# #30002
source: Nations and Regions
de_de: Nationen und Regionen
es_es: Naciones y Regiones
fr_fr: Nations et régions
it_it: Nazioni e Regioni

# #30003
source: Local Radio
de_de: Lokalradio
es_es: Radio local
fr_fr: Radio locale
it_it: Radio locale

# #30004
source: Nationwide radio stations
de_de: Bundesweite Radiosender
es_es: Estaciones de radio nacionales
fr_fr: Stations de radio à l'échelle nationale
it_it: Stazioni radio nazionali

# #30005
source: National and regional radio stations
de_de: Nationale und regionale Radiostationen
es_es: Estaciones de radio nacionales y regionales
fr_fr: Radios nationales et régionales
it_it: Stazioni radio nazionali e regionali

# #30006
source: Local radio stations
de_de: Lokale Radiostationen
es_es: Estaciones de radio locales
fr_fr: Stations de radio locales
it_it: Stazioni radio locali

# #30007
source: BBC Radio 1 is a youth oriented, mostly contemporary pop and rock music (including Top 40 singles), plus news, original in-house live music sessions, original live music concerts and music documentaries.
de_de: BBC Radio 1 ist eine jugendorientierte, meist zeitgenössische Pop- und Rockmusik (einschließlich der Top 40 Singles), plus Nachrichten, originelle Live-Musik-Sessions, originelle Live-Konzerte und Musikdokumentationen.
es_es: BBC Radio 1 es una música juvenil orientada a la juventud, principalmente contemporánea, pop y rock (incluidos los 40 mejores singles), además de noticias, sesiones originales de música en vivo, conciertos originales de música en vivo y documentales musicales.
fr_fr: BBC Radio 1 est une musique pop et rock pour la plupart orientée vers la jeunesse (y compris les 40 singles les plus populaires), des nouvelles, des sessions originales de musique en direct, des concerts musicaux originaux et des documentaires musicaux.
it_it: BBC Radio 1 è una musica pop e rock orientata alla gioventù, per lo più contemporanea (compresi i Top 40 singoli), oltre a notizie, sessioni di musica dal vivo originali, concerti di musica dal vivo e documentari musicali originali.

# #30008
source: BBC Radio 1Xtra is new urban music, plus news, original in-house live music sessions, original live music concerts and music documentaries.
de_de: BBC Radio 1Xtra ist neue urbane Musik, plus Nachrichten, originelle Live-Musik-Sessions, originelle Live-Konzerte und Musikdokumentationen.
es_es: BBC Radio 1Xtra es nueva música urbana, además de noticias, sesiones originales de música en vivo, conciertos originales de música en vivo y documentales musicales.
fr_fr: BBC Radio 1Xtra est une nouvelle musique urbaine, avec des nouvelles, des sessions de musique en direct originales, des concerts de musique live originaux et des documentaires musicaux.
it_it: BBC Radio 1Xtra è una nuova musica urbana, oltre a notizie, sessioni di musica dal vivo originali, concerti di musica dal vivo e documentari musicali originali.

# #30009
source: BBC Radio 2 is an adult oriented entertainment, wide range of music especially adult contemporary and middle of the road, also talk, comedy, plus news, original in-house live music sessions, original live music concerts and music documentaries.
de_de: BBC Radio 2 ist eine erwachsene orientierte Unterhaltung, eine große Auswahl an Musik, insbesondere für Erwachsene, zeitgenössische und mittlere Musik, auch Talk, Comedy, plus Nachrichten, originale Live-Musik-Sessions, originelle Live-Konzerte und Musikdokumentationen.
es_es: BBC Radio 2 es un entretenimiento orientado a los adultos, una amplia gama de música, especialmente contemporánea para adultos y en medio de la carretera, también habla, comedia, más noticias, sesiones originales de música en vivo, conciertos originales de música en vivo y documentales musicales.
fr_fr: BBC Radio 2 est un divertissement axé sur les adultes, une large gamme de musique spécialement adulte contemporain et milieu de la route, aussi parler, comédie, nouvelles, sessions originales de musique en direct, concerts de musique live originaux et documentaires musicaux.
it_it: BBC Radio 2 è un intrattenimento per adulti, vasta gamma di musica soprattutto per adulti contemporanei e mezzo della strada, anche talk, commedie, notizie, originali sessioni di musica dal vivo, concerti di musica dal vivo e documentari musicali originali.

# #30010
source: BBC Radio 3 is an arts and high culture, special-interest music (classical, jazz, world music), plus news, original in-house live music sessions, original live music concerts and music documentaries.
de_de: BBC Radio 3 ist eine Kunst und Hochkultur, Special-Interest-Musik (Klassik, Jazz, Weltmusik), plus Nachrichten, originale Live-Musik-Sessions, originelle Live-Konzerte und Musikdokumentationen.
es_es: BBC Radio 3 es una música de alto nivel cultural y artístico, música de interés especial (clásica, jazz, world music), además de noticias, sesiones originales de música en vivo, conciertos originales de música en vivo y documentales musicales.
fr_fr: BBC Radio 3 est une musique d'art et de haute culture, de musique spécialisée (classique, jazz, musique du monde), des nouvelles, des sessions de musique live originales, des concerts de musique live originaux et des documentaires musicaux.
it_it: BBC Radio 3 è un'arte e cultura di alto livello, musica di interesse speciale (classica, jazz, world music), oltre a notizie, sessioni di musica dal vivo originali, concerti di musica dal vivo e documentari musicali originali.

# #30011
source: BBC Radio 4 is a news, current affairs, arts, history, original in-house drama, original in-house first-run comedy, science, books and religion. The service closes down and simulcasts the BBC World Service from 01-00 to 05-20 daily.
de_de: BBC Radio 4 ist eine Neuigkeit, aktuelle Ereignisse, Kunst, Geschichte, originelles In-House-Drama, originale In-House-Erstlingskomödie, Wissenschaft, Bücher und Religion. Der Service wird geschlossen und simuliert den BBC World Service täglich von 01:00 bis 05:00 Uhr.
es_es: BBC Radio 4 es una noticia, actualidad, arte, historia, drama original de la casa, comedia original, comedia, ciencia, libros y religión. El servicio cierra y transmite de manera simultánea el Servicio Mundial de la BBC desde 01-00 a 05-20 diariamente.
fr_fr: BBC Radio 4 est une actualité, des actualités, des arts, de l'histoire, des pièces de théâtre originales, des comédies originales inédites, de la science, des livres et de la religion. Le service ferme et simulcasts BBC World Service de 01-00 à 05-20 tous les jours.
it_it: BBC Radio 4 è una notizia, attualità, arte, storia, originale dramma in-house, originale commedia di prima qualità, scienza, libri e religione. Il servizio si chiude e trasmette il servizio BBC World Service dall'01: 00 al 05-20 tutti i giorni.

# #30012
source: BBC Radio 4 Extra is a classic comedy, drama, books, science fiction, fantasy and childrens programmes.
de_de: BBC Radio 4 Extra ist eine klassische Komödie, Drama, Bücher, Science Fiction, Fantasy und Kinderprogramme.
es_es: BBC Radio 4 Extra es un clásico de comedia, drama, libros, ciencia ficción, fantasía y programas para niños.
fr_fr: BBC Radio 4 Extra est un classique de la comédie, du théâtre, des livres, de la science-fiction, de la fantasy et des programmes pour enfants.
it_it: BBC Radio 4 Extra è un classico commedia, dramma, libri, fantascienza, fantasy e programmi per bambini.

# #30013
source: BBC Radio 5 Live is a news, sports and talk programme.
de_de: BBC Radio 5 Live ist ein Nachrichten-, Sport- und Talkprogramm.
es_es: BBC Radio 5 Live es un programa de noticias, deportes y conversación.
fr_fr: BBC Radio 5 Live est un programme d'actualités, de sports et de discussions.
it_it: BBC Radio 5 Live è un programma di notizie, sport e talk.

# #30014
source: BBC Radio 5 Live Sports Extra is a companion to Radio 5 Live for additional sports events coverage.
de_de: BBC Radio 5 Live Sport Extra ist ein Begleiter von Radio 5 Live für zusätzliche Sportveranstaltungen.
es_es: BBC Radio 5 Live Sports Extra es un compañero de Radio 5 Live para la cobertura de eventos deportivos adicionales.
fr_fr: BBC Radio 5 Live Sports Extra est un compagnon de Radio 5 Live pour la couverture des événements sportifs supplémentaires.
it_it: BBC Radio 5 Live Sports Extra è un compagno di Radio 5 Live per ulteriori eventi sportivi.

# #30015
source: BBC Radio 6 Music is an eclectic mix of alternative genres including rock, funk, punk and reggae (and most non-special interest genres), plus news, original in-house live music sessions, original live music concerts and music documentaries.
de_de: BBC Radio 6 Music ist eine eklektische Mischung aus alternativen Genres wie Rock, Funk, Punk und Reggae (und den meisten Nicht-Special-Interest-Genres), sowie Nachrichten, originellen Live-Musik-Sessions, originellen Live-Konzerten und Musikdokumentationen.
es_es: BBC Radio 6 Music es una mezcla ecléctica de géneros alternativos que incluyen rock, funk, punk y reggae (y la mayoría de los géneros de interés no especial), además de noticias, sesiones originales de música en vivo, conciertos originales de música en vivo y documentales musicales.
fr_fr: BBC Radio 6 Music est un mélange éclectique de genres alternatifs incluant le rock, le funk, le punk et le reggae (et la plupart des genres non spécialisés), des nouvelles, des sessions musicales originales, des concerts musicaux originaux et des documentaires musicaux.
it_it: BBC Radio 6 Music è un mix eclettico di generi alternativi tra cui rock, funk, punk e reggae (e la maggior parte dei generi non speciali), oltre a notizie, sessioni di musica dal vivo originali, concerti di musica dal vivo e documentari musicali originali.

# #30016
source: BBC Asian Network is aimed at the large South Asian community in the UK.
de_de: BBC Asian Network richtet sich an die große südasiatische Community in Großbritannien.
es_es: BBC Asian Network está dirigida a la gran comunidad del sur de Asia en el Reino Unido.
fr_fr: BBC Asian Network s'adresse à la grande communauté sud-asiatique du Royaume-Uni.
it_it: BBC Asian Network si rivolge alla grande comunità dell'Asia meridionale nel Regno Unito.

# #30017
source: BBC Radio Cymru is a Welsh-language radio station, broadcasting throughout Wales from studios in Cardiff, Bangor, Aberystwyth and Carmarthen on FM since 1977. Radio Cymru was the first dedicated Welsh-language broadcasting outlet, allowing much more airtime for Welsh-language programmes than had previously been available on the old Radio 4 Wales (or the Welsh Home Service prior to 1967). Over the years, it has done much to promote the language.
de_de: BBC Radio Cymru ist ein walisischsprachiger Radiosender, der seit 1977 in Wales aus den Studios in Cardiff, Bangor, Aberystwyth und Carmarthen auf FM sendet. Radio Cymru war die erste Sendeanstalt in walisischer Sprache, die viel mehr Sendezeit für walisische Programme ermöglichte. als zuvor auf dem alten Radio 4 Wales (oder dem Welsh Home Service vor 1967) verfügbar war. Im Laufe der Jahre hat es viel getan, um die Sprache zu fördern.
es_es: BBC Radio Cymru es una emisora ??de radio en galés que transmite por todo Gales desde los estudios en Cardiff, Bangor, Aberystwyth y Carmarthen en FM desde 1977. Radio Cymru fue la primera emisora ??de televisión en galés dedicada, lo que permite mucho más tiempo de emisión de programas en galés de lo que previamente había estado disponible en la antigua Radio 4 Wales (o el Welsh Home Service antes de 1967). Con los años, ha hecho mucho para promover el lenguaje.
fr_fr: BBC Radio Cymru est une station de radio en langue galloise, diffusée dans tout le Pays de Galles depuis les studios de Cardiff, Bangor, Aberystwyth et Carmarthen sur FM depuis 1977. Radio Cymru était le premier centre de diffusion spécialisé en langue galloise, permettant beaucoup plus de temps d'antenne. que ce qui était auparavant disponible sur l'ancienne Radio 4 Wales (ou le Welsh Home Service avant 1967). Au fil des ans, il a beaucoup fait pour promouvoir la langue.
it_it: La BBC Radio Cymru è una stazione radio in lingua gallese che trasmette in tutto il Galles dagli studi di Cardiff, Bangor, Aberystwyth e Carmarthen in FM dal 1977. Radio Cymru è stata la prima emittente dedicata alla lingua gallese, permettendo molto più tempo di trasmissione per i programmi in lingua gallese di quanto non fosse stato precedentemente disponibile sul vecchio Radio 4 del Galles (o il servizio di assistenza al Galles prima del 1967). Nel corso degli anni, ha fatto molto per promuovere la lingua.

# #30018
source: BBC Radio Foyle is a BBC Northern Ireland local radio station, serving County Londonderry in Northern Ireland. It is named after the River Foyle which flows through Derry, the city where the station is based.
de_de: BBC Radio Foyle ist ein BBC-Radiosender aus Nordirland, der County Londonderry in Nordirland bedient. Es ist nach dem Fluss Foyle benannt, der durch Derry fließt, die Stadt, in der der Bahnhof liegt.
es_es: BBC Radio Foyle es una estación de radio local de BBC Irlanda del Norte, que presta servicios en County Londonderry en Irlanda del Norte. Lleva el nombre del río Foyle que fluye a través de Derry, la ciudad donde se encuentra la estación.
fr_fr: BBC Radio Foyle est une station de radio locale de la BBC en Irlande du Nord, qui dessert le comté de Londonderry en Irlande du Nord. Il est nommé d'après la rivière Foyle qui traverse Derry, la ville où la station est basée.
it_it: La BBC Radio Foyle è una stazione radiofonica locale della BBC Northern Ireland, che serve la Contea di Londonderry nell'Irlanda del Nord. Prende il nome dal fiume Foyle che scorre attraverso Derry, la città in cui si trova la stazione.

# #30019
source: BBC Radio nan Gaidheal is a Scottish radio station, broadcasting in Scottish Gaelic. It is operated by the BBC as part of its portfolio of television and radio services in Scotland.
de_de: BBC Radio nan Gaidheal ist ein schottischer Radiosender, der auf Schottisch-Gälisch sendet. Es wird von der BBC als Teil seines Portfolios von Fernseh- und Radiodiensten in Schottland betrieben.
es_es: BBC Radio. Nan Gaidheal es una estación de radio escocesa que transmite en gaélico escocés. Es operado por la BBC como parte de su cartera de servicios de televisión y radio en Escocia.
fr_fr: BBC Radio nan Gaidheal est une station de radio écossaise, diffusant en gaélique écossais. Il est exploité par la BBC dans le cadre de son portefeuille de services de télévision et de radio en Écosse.
it_it: BBC Radio nan Gaidheal è una stazione radio scozzese che trasmette in gaelico scozzese. È gestito dalla BBC come parte del suo portafoglio di servizi televisivi e radiofonici in Scozia.

# #30020
source: BBC Radio Scotland is a national English-language radio network. It replaced the Scottish BBC Radio 4 opt-out service of the same name from 23 November 1978. The station broadcasts a wide range of programmes, including news, debate, music, drama, comedy and sports.
de_de: BBC Radio Scotland ist ein nationales englischsprachiges Radionetzwerk. Sie ersetzte am 23. November 1978 den gleichnamigen schottischen BBC Radio 4 Opt-Out-Dienst. Der Sender strahlt eine breite Palette von Sendungen aus, darunter Nachrichten, Debatten, Musik, Theater, Comedy und Sport.
es_es: BBC Radio Scotland es una red nacional de radio en inglés. Reemplazó el servicio de exclusión de Scottish BBC Radio 4 del mismo nombre desde el 23 de noviembre de 1978. La estación transmite una amplia gama de programas, que incluyen noticias, debates, música, drama, comedia y deportes.
fr_fr: BBC Radio Scotland est un réseau national de radio de langue anglaise. Il a remplacé le service d'exclusion écossais BBC Radio 4 du même nom à partir du 23 novembre 1978. La station diffuse un large éventail de programmes, notamment des informations, des débats, de la musique, du théâtre, des comédies et des sports.
it_it: BBC Radio Scotland è una rete radio nazionale in lingua inglese. Sostituì l'omonimo servizio di omissione della BBC Radio 4 con lo stesso nome dal 23 novembre 1978. La stazione trasmette un'ampia gamma di programmi, tra cui notizie, dibattiti, musica, teatro, commedia e sport.

# #30021
source: BBC Radio Ulster is one of two Northern Ireland BBC radio stations, the other being BBC Radio Foyle located in the city of Derry. BBC Radio Ulster is located at Broadcasting House in the Ormeau Avenue area of Belfast city centre. It is the most popular radio station in Northern Ireland and has a range of programmes including news, talk, features, music and sport. News bulletins are broadcast usually on the hour seven days a week from 6-30 am until midnight.
de_de: BBC Radio Ulster ist einer von zwei BBC-Radiostationen in Nordirland, der andere ist BBC Radio Foyle in der Stadt Derry. BBC Radio Ulster befindet sich im Broadcasting House in der Ormeau Avenue im Belfaster Stadtzentrum. Es ist der beliebteste Radiosender in Nordirland und hat eine Reihe von Programmen, darunter Nachrichten, Talk, Features, Musik und Sport. Nachrichten werden normalerweise an sieben Tagen in der Woche von 6-30 Uhr bis Mitternacht gesendet.
es_es: BBC Radio Ulster es una de las dos estaciones de radio BBC de Irlanda del Norte, la otra es BBC Radio Foyle ubicada en la ciudad de Derry. BBC Radio Ulster se encuentra en Broadcasting House en el área de la avenida Ormeau del centro de la ciudad de Belfast. Es la estación de radio más popular en Irlanda del Norte y tiene una gama de programas que incluyen noticias, charlas, funciones, música y deportes. Los boletines de noticias se transmiten generalmente a la hora de los siete días de la semana desde las 6:30 hasta la medianoche.
fr_fr: BBC Radio Ulster est l'une des deux stations de radio de la BBC en Irlande du Nord, l'autre étant BBC Radio Foyle située dans la ville de Derry. BBC Radio Ulster est situé à Broadcasting House dans la zone de l'avenue Ormeau du centre-ville de Belfast. C'est la station de radio la plus populaire en Irlande du Nord et propose une gamme de programmes comprenant des nouvelles, des conférences, des reportages, de la musique et du sport. Les bulletins d'information sont diffusés généralement à l'heure, sept jours sur sept, de 6 h 30 à minuit.
it_it: La BBC Radio Ulster è una delle due stazioni radio della BBC nordirlandese, l'altra è la BBC Radio Foyle situata nella città di Derry. La BBC Radio Ulster si trova nella Broadcasting House nella zona di Ormeau Avenue nel centro di Belfast. È la stazione radio più popolare in Irlanda del Nord e ha una vasta gamma di programmi tra cui notizie, talk, caratteristiche, musica e sport. I notiziari vengono trasmessi di solito all'ora sette giorni su sette dalle 6:30 alle 24:00.

# #30022
source: BBC Radio Wales is a national English language radio station. The station began broadcasting on 13 November 1978, following the demise of the Radio 4 Wales service (previously the Welsh Home Service) and BBC Radio 4s transformation into a national network.
de_de: BBC Radio Wales ist eine nationale englischsprachige Radiostation. Der Sender begann am 13. November 1978 nach dem Untergang des Radio 4 Wales Dienstes (zuvor der Welsh Home Service) und BBC Radio 4s Transformation in ein nationales Netzwerk zu senden.
es_es: BBC Radio Wales es una estación de radio nacional en inglés. La estación comenzó a transmitir el 13 de noviembre de 1978, después de la desaparición del servicio de Radio 4 Wales (anteriormente el Servicio de Welsh Home Service) y la transformación de la BBC Radio 4 en una red nacional.
fr_fr: BBC Radio Wales est une station de radio nationale de langue anglaise. La station a commencé à émettre le 13 novembre 1978, suite à la disparition du service Radio 4 Wales (anciennement appelé Welsh Home Service) et à la transformation de BBC Radio 4 en un réseau national.
it_it: BBC Radio Wales è una stazione radio nazionale in lingua inglese. La stazione ha iniziato a trasmettere il 13 novembre 1978, in seguito alla scomparsa del servizio Radio 4 Wales (in precedenza il Welsh Home Service) e della BBC Radio 4s in una rete nazionale.

# #30023
source: Internet Radio
es_es: Radio Internet
fr_fr: Radio Internet

# #30024
source: Something wicked happened :(
es_es: Algo malo sucedió :(
it_it: È successo qualcosa di malvagio :(

# #30025
source: Error!
fr_fr: Erreur!
it_it: Errore!
