Repository: James898-bot/repository.prb-entertainment-pack-matrix
Catalog: plugin.audio.mp3music/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, it_it

# #30000
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale

# #30001
source: Amount to pre-cache
de_de: Betrag für den Pre-Cache
es_es: Cantidad a pre-almacenar en caché
fr_fr: Montant à pré-cacher
it_it: Importo da pre-memorizzare nella cache

# #30002
source: Queue songs on selection
de_de: Lieder bei Auswahl in die Warteschlange stellen
es_es: Poner canciones en cola en la selección
fr_fr: Chansons de la file d'attente sur la sélection
it_it: Metti in coda i brani durante la selezione

# #30003
source: Queue albums on selection
de_de: Alben bei Auswahl in die Warteschlange stellen
es_es: Poner en cola los álbumes en la selección
fr_fr: Albums en file d'attente sur sélection
it_it: Metti in coda gli album in selezione

# #30004
source: Hide fanart when playing
de_de: Fanart beim Spielen ausblenden
es_es: Ocultar fanart al jugar
fr_fr: Masquer le fanart lors de la lecture
it_it: Nascondi fanart durante la riproduzione

# #30005
source: Downloads
es_es: Descargas
fr_fr: Téléchargements
it_it: Download

# #30006
source: Custom music directory
de_de: Benutzerdefiniertes Musikverzeichnis
es_es: Directorio de música personalizado
fr_fr: Répertoire musical personnalisé
it_it: Directory musicale personalizzata

# #30007
source: Music directory
de_de: Musikverzeichnis
es_es: Directorio de música
fr_fr: Répertoire musical
it_it: Directory musicale

# #30008
source: Artist/album folder structure
de_de: Ordnerstruktur des Künstlers/Albums
es_es: Estructura de carpetas de artista / álbum
fr_fr: Structure des dossiers des artistes/albums
it_it: Struttura della cartella artista/album

# #30009
source: Show progress
de_de: Fortschritt anzeigen
es_es: Mostrar progreso
fr_fr: Afficher la progression
it_it: Mostra progressi

# #30010
source: Queue downloads
de_de: Warteschlangen-Downloads
es_es: Descargas en cola
fr_fr: Téléchargements en file d'attente
it_it: Download in coda

# #30011
source: Select 'Custom music directory' and define your music download location.
de_de: Wählen Sie "Benutzerdefiniertes Musikverzeichnis" und definieren Sie Ihren Musik-Download-Speicherort.
es_es: Seleccione 'Directorio de música personalizado' y defina su ubicación de descarga de música.
fr_fr: Sélectionnez « Répertoire musical personnalisé » et définissez votre emplacement de téléchargement de musique.
it_it: Seleziona "Cartella musicale personalizzata" e definisci la posizione di download della tua musica.

# #30012
source: Choose 'Queue downloads' to download selected songs/albums in one go.
de_de: Wählen Sie „Downloads in die Warteschlange“, um ausgewählte Songs/Alben auf einmal herunterzuladen.
es_es: Elija 'Descargas en cola' para descargar canciones / álbumes seleccionados de una sola vez.
fr_fr: Choisissez « Téléchargements en file d'attente » pour télécharger les chansons/albums sélectionnés en une seule fois.
it_it: Scegli "Coda download" per scaricare brani/album selezionati in una volta sola.

# #30013
source: Download finished
de_de: Download abgeschlossen
es_es: Descarga finalizada
fr_fr: Téléchargement terminé
it_it: Download terminato

# #30014
source: Download started
de_de: Download gestartet
es_es: Descarga iniciada
fr_fr: Téléchargement commencé
it_it: Download avviato

# #30015
source: Album download finished
de_de: Album-Download abgeschlossen
es_es: Descarga del álbum finalizada
fr_fr: Téléchargement de l'album terminé
it_it: Download dell'album terminato

# #30016
source: Unlocked
de_de: Entsperrt
es_es: Desbloqueado
fr_fr: Débloqué
it_it: sbloccato

# #30017
source: Music library
de_de: Musiksammlung
es_es: Biblioteca de música
fr_fr: Bibliothèque musicale
it_it: Libreria musicale

# #30018
source: ID3 tags updated
de_de: ID3-Tags aktualisiert
es_es: Etiquetas ID3 actualizadas
fr_fr: Balises ID3 mises à jour
it_it: Tag ID3 aggiornati

# #30019
source: Playlist
de_de: Wiedergabeliste
es_es: Lista de reproducción
it_it: elenco di riproduzione

# #30020
source: Cleared
de_de: Gelöscht
es_es: Despejado
fr_fr: Effacé
it_it: Cancellato

# #30021
source: Album download in progress.
de_de: Album-Download läuft.
es_es: Descarga del álbum en curso.
fr_fr: Téléchargement de l'album en cours.
it_it: Download dell'album in corso.

# #30022
source: Please wait for the current download to finish.
de_de: Bitte warten Sie, bis der aktuelle Download abgeschlossen ist.
es_es: Espere a que finalice la descarga actual.
fr_fr: Veuillez attendre la fin du téléchargement en cours.
it_it: Attendi il completamento del download in corso.

# #30024
source: Browse
es_es: Navegar
fr_fr: Parcourir
it_it: Navigare

# #30025
source: Browse songs or play full album?
de_de: Songs durchsuchen oder ganzes Album abspielen?
es_es: ¿Buscar canciones o reproducir el álbum completo?
fr_fr: Parcourir les chansons ou lire l'album complet ?
it_it: Sfogliare i brani o riprodurre l'intero album?

# #30026
source: Play now
de_de: Jetzt spielen
es_es: Reproducir ahora
fr_fr: Joue maintenant
it_it: Riproduci ora

# #30027
source: Creating your playlist.
de_de: Erstellen Sie Ihre Wiedergabeliste.
es_es: Creando tu lista de reproducción.
fr_fr: Création de votre liste de lecture.
it_it: Creazione della tua playlist.

# #30028
source: Select group
de_de: Wähle die Gruppe
es_es: Selecciona grupo
fr_fr: Sélectionner un groupe
it_it: Seleziona gruppo

# #30029
source: Added to favourites
de_de: Zu Favoriten hinzugefügt
es_es: Añadida a favoritos
fr_fr: Ajouté aux favoris
it_it: Aggiunto ai preferiti

# #30030
source: Removed from favourites
de_de: Aus Favoriten entfernt
es_es: Quitado de favoritos
fr_fr: Retiré des favoris
it_it: Rimosso dai preferiti

# #30031
source: Artists
de_de: Künstler
es_es: Artistas
fr_fr: Artistes
it_it: Artiste

# #30032
source: Top Albums
de_de: Top-Alben
es_es: Mejores álbumes
fr_fr: Meilleurs albums
it_it: Album migliori

# #30033
source: New Albums
de_de: Neue Alben
es_es: Nuevas albumes
fr_fr: Nouveaux albums
it_it: Nuovi album

# #30034
source: Compilations
de_de: Zusammenstellungen
es_es: Compilaciones
fr_fr: Compilation
it_it: Compilazioni

# #30035
source: Search Artists
de_de: Künstler suchen
es_es: Buscar artistas
fr_fr: Rechercher des artistes
it_it: Cerca artisti

# #30036
source: Search Albums
de_de: Alben durchsuchen
es_es: Buscar álbumes
fr_fr: Rechercher des albums
it_it: Cerca negli album

# #30037
source: Search Songs
de_de: Lieder suchen
es_es: Buscar canciones
fr_fr: Rechercher des chansons
it_it: Cerca canzoni

# #30038
source: Favourite Artists
de_de: Lieblingskünstler
es_es: Artistas favoritas
fr_fr: Artistes préférés
it_it: Artisti preferiti

# #30039
source: Favourite Albums
de_de: Lieblingsalben
es_es: Álbumes favoritos
fr_fr: Albums favoris
it_it: Album preferiti

# #30040
source: Favourite Songs
de_de: Lieblingslieder
es_es: Canciones favoritas
fr_fr: Chansons préférées
it_it: Canzoni preferite

# #30041
source: Instant Mix Favourtie Albums (shuffle and play)
de_de: Instant Mix Lieblingsalben (zufällig und abspielen)
es_es: Álbumes favoritos de Instant Mix (mezclar y reproducir)
fr_fr: Instant Mix Albums favoris (shuffle and play)
it_it: Mix istantaneo degli album preferiti (riproduzione casuale e riproduzione)

# #30042
source: Instant Mix Favourtie Songs (shuffle and play)
de_de: Instant Mix Lieblingssongs (zufällig und abspielen)
es_es: Mezcla instantánea de canciones favoritas (mezclar y reproducir)
fr_fr: Mélangez instantanément vos morceaux préférés (shuffle et play)
it_it: Mix istantaneo dei brani preferiti (riproduzione casuale e riproduzione)

# #30043
source: Clear Playlist
de_de: Playlist löschen
es_es: Lista de reproducción clara
fr_fr: Effacer la liste de lecture
it_it: Cancella playlist

# #30044
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni

# #30045
source: Added to download queue
de_de: Zur Download-Warteschlange hinzugefügt
es_es: Agregado a la cola de descarga
fr_fr: Ajouté à la file d'attente de téléchargement
it_it: Aggiunto alla coda di download

# #30046
source: Clear Downloads
de_de: Downloads löschen
es_es: Descargas claras
fr_fr: Effacer les téléchargements
it_it: Cancella download

# #30047
source: Start Downloads
de_de: Downloads starten
es_es: Iniciar descargas
fr_fr: Démarrer les téléchargements
it_it: Avvia download

# #30048
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovere

# #30049
source: Search
de_de: Suche
es_es: Buscar
fr_fr: Chercher
it_it: Ricerca

# #30050
source: Favourites
de_de: Favoriten
es_es: Favoritas
fr_fr: Favoris
it_it: Preferite

# #30051
source: Clear Download List
de_de: Download-Liste löschen
es_es: Borrar lista de descargas
fr_fr: Effacer la liste de téléchargement
it_it: Cancella elenco download

# #30052
source: Are you sure?
de_de: Bist du sicher?
es_es: Estas segura
fr_fr: Es-tu sûr?
it_it: Sei sicuro?

# #30053
source: Adding to your playlist
de_de: Zu deiner Playlist hinzufügen
es_es: Agregar a su lista de reproducción
fr_fr: Ajout à votre liste de lecture
it_it: Aggiunta alla tua playlist

# #30054
source: MP3 Music downloads complete.
de_de: MP3 Music Downloads abgeschlossen.
es_es: Descargas de MP3 Music completas.
fr_fr: Téléchargements de musique MP3 terminés.
it_it: Download di MP3 Music completati.

# #30055
source: Downloading
de_de: wird heruntergeladen
es_es: Descargando
fr_fr: Téléchargement
it_it: Download

# #30056
source: %s of %s tracks downloaded
de_de: %s von %s Titeln heruntergeladen
es_es: %s de %s pistas descargadas
fr_fr: %s des %s pistes téléchargées
it_it: %s di %s tracce scaricate

# #30057
source: All Songs
de_de: Alle Lieder
es_es: Todas las canciones
fr_fr: Toutes les chansons
it_it: Tutte le canzoni

# #30058
source: All Albums
de_de: Alle Alben
es_es: Todos los álbumes
fr_fr: Tous les albums
it_it: Tutti gli album

# #30059
source: Add New Group
de_de: Neue Gruppe hinzufügen
es_es: Agregar nuevo grupo
fr_fr: Ajouter un nouveau groupe
it_it: Aggiungi nuovo gruppo

# #30060
source: Create New Group
de_de: neue Gruppe erstellen
es_es: Crear nuevo grupo
fr_fr: Créer un nouveau groupe
it_it: Crea nuovo gruppo

# #30061
source: Artist Info
de_de: Künstlerinfo
es_es: Información del artista
fr_fr: Informations sur l'artiste
it_it: Informazioni sull'artista

# #30062
source: Unable to download artist info
de_de: Künstlerinformationen können nicht heruntergeladen werden
es_es: No se puede descargar la información del artista
fr_fr: Impossible de télécharger les informations sur l'artiste
it_it: Impossibile scaricare le informazioni sull'artista

# #30063
source: [COLOR yellow]Artist Information[/COLOR]
de_de: [COLOR yellow]Künstlerinformationen[/COLOR]
es_es: [COLOR amarillo] Información del artista [/COLOR]
fr_fr: [COLOR yellow]Informations sur l'artiste[/COLOR]
it_it: [COLOR yellow]Informazioni sull'artista[/COLOR]

# #30064
source: Clear Download Lock
de_de: Downloadsperre aufheben
es_es: Borrar bloqueo de descarga
fr_fr: Effacer le verrouillage du téléchargement
it_it: Cancella blocco download

# #30065
source: [COLOR lime]Add to Favourite Artists[/COLOR]
de_de: [COLOR lime]Zu Lieblingskünstlern hinzufügen[/COLOR]
es_es: [COLOR lime] Agregar a artistas favoritos [/COLOR]
fr_fr: [COLOR lime]Ajouter aux artistes favoris[/COLOR]
it_it: [COLOR lime]Aggiungi agli artisti preferiti[/COLOR]

# #30066
source: [COLOR orange]Remove from Favourite Artists[/COLOR]
de_de: [COLOR orange]Aus Lieblingskünstlern entfernen[/COLOR]
es_es: [COLOR naranja] Eliminar de las artistas favoritas [/COLOR]
fr_fr: [COLOR orange]Supprimer des artistes favoris[/COLOR]
it_it: [COLOR arancione]Rimuovi dagli artisti preferiti[/COLOR]

# #30067
source: [COLOR cyan]Download Album[/COLOR]
de_de: [COLOR cyan]Album herunterladen[/COLOR]
es_es: [COLOR cyan] Descargar álbum [/COLOR]
fr_fr: [COLOR cyan]Télécharger l'album[/COLOR]
it_it: [COLOR ciano]Scarica album[/COLOR]

# #30068
source: [COLOR cyan]Play/Browse Album[/COLOR]
de_de: [COLOR cyan]Album abspielen/durchsuchen[/COLOR]
es_es: [COLOR cyan] Reproducir / explorar álbum [/COLOR]
fr_fr: [COULEUR cyan]Lire/Parcourir l'album[/COLOR]
it_it: [COLOR ciano]Riproduci/Sfoglia album[/COLOR]

# #30069
source: [COLOR cyan]Queue Album[/COLOR]
de_de: [COLOR cyan]Warteschlangenalbum[/COLOR]
es_es: [COLOR cyan] Álbum de cola [/COLOR]
fr_fr: [COULEUR cyan]Album de file d'attente[/COLOR]
it_it: [COLOR ciano]Album coda[/COLOR]

# #30070
source: [COLOR lime]Add to Favourite Albums[/COLOR]
de_de: [COLOR lime]Zu Lieblingsalben hinzufügen[/COLOR]
es_es: [COLOR lime] Agregar a álbumes favoritos [/COLOR]
fr_fr: [COLOR lime]Ajouter aux albums favoris[/COLOR]
it_it: [COLOR lime]Aggiungi agli album preferiti[/COLOR]

# #30071
source: [COLOR orange]Remove from Favourite Albums[/COLOR]
de_de: [COLOR orange]Aus Lieblingsalben entfernen[/COLOR]
es_es: [COLOR orange] Eliminar de álbumes favoritos [/COLOR]
fr_fr: [COLOR orange]Supprimer des albums favoris[/COLOR]
it_it: [COLOR orange]Rimuovi dagli album preferiti[/COLOR]

# #30072
source: [COLOR orange]Remove[/COLOR]
de_de: [COLOR orange]Entfernen[/COLOR]
es_es: [COLOR orange] Quitar [/COLOR]
fr_fr: [COLOR orange]Supprimer[/COLOR]
it_it: [COLORE orange]Rimuovi[/COLORE]

# #30073
source: [COLOR cyan]Download Song[/COLOR]
de_de: [COLOR cyan]Song herunterladen[/COLOR]
es_es: [COLOR cyan] Descargar canción [/COLOR]
fr_fr: [COLOR cyan]Télécharger la chanson[/COLOR]
it_it: [COLOR cyan]Scarica brano[/COLOR]

# #30074
source: [COLOR cyan]Queue Song[/COLOR]
de_de: [COLOR cyan]Warteschlangen-Song[/COLOR]
es_es: [COLOR cyan] Canción en cola [/COLOR]
fr_fr: [COLOR cyan] Morceau de file d'attente[/COLOR]
it_it: [COLOR cyan]Coda canzone[/COLOR]

# #30075
source: Instant
de_de: Sofortig
es_es: Instantánea
it_it: Immediata

# #30076
source: Clear
de_de: Klar
es_es: Clara
fr_fr: Dégager
it_it: Chiara

# #30077
source: Top
de_de: Oberteil
es_es: Cima
fr_fr: Sommet
it_it: Superiore

# #30078
source: Artists
de_de: Künstler
es_es: Artistas
fr_fr: Artistes
it_it: Artiste

# #30079
source: New
de_de: Neu
es_es: Nueva
fr_fr: Nouvelles
it_it: Nuova

# #30080
source: Albums
de_de: Alben
es_es: Álbumes
it_it: Album

# #30081
source: Best Compilations
de_de: Beste Zusammenstellungen
es_es: Mejores compilaciones
fr_fr: Meilleures compilations
it_it: migliori compilation

# #30082
source: New Compilations
de_de: Neue Zusammenstellungen
es_es: Nuevas compilaciones
fr_fr: Nouvelles compilations
it_it: Nuove compilation

# #30083
source: Major Hits
de_de: Große Hits
es_es: Grandes éxitos
fr_fr: Coups majeurs
it_it: Grandi successi

# #30084
source: Nightclub Hits
de_de: Nachtclub-Hits
es_es: Éxitos de discotecas
fr_fr: Coups de boîte de nuit
it_it: Hit da discoteca

# #30085
source: Chillout Hits
es_es: Éxitos chillout
fr_fr: Hits de détente
it_it: Hit rilassanti

# #30086
source: Tributes and Covers
de_de: Tribute und Covers
es_es: Homenajes y portadas
fr_fr: Hommages et reprises
it_it: Tributi e copertine

# #30087
source: Events
de_de: Veranstaltungen
es_es: Eventos
fr_fr: Événements
it_it: Eventi

# #30088
source: Error downloading!
de_de: Fehler beim Herunterladen!
es_es: ¡Error al descargar!
fr_fr: Erreur de téléchargement !
it_it: Errore durante il download!

# #30089
source: Error getting webpage!
de_de: Fehler beim Abrufen der Webseite!
es_es: ¡Error al obtener la página web!
fr_fr: Erreur lors de l'obtention de la page Web !
it_it: Errore durante il recupero della pagina web!

# #30090
source: Something wicked happened :(
de_de: Etwas Schlimmes ist passiert :(
es_es: Algo perverso sucedió :(
fr_fr: Quelque chose de méchant est arrivé :(
it_it: Ãˆ successo qualcosa di brutto :(

# #30091
source: [COLOR cyan]Play Song[/COLOR]
de_de: [COLOR cyan]Song abspielen[/COLOR]
es_es: [COLOR cyan] Reproducir canción [/COLOR]
fr_fr: [COLOR cyan]Lire la chanson[/COLOR]
it_it: [COLOR cyan]Riproduci brano[/COLOR]

# #30092
source: [COLOR lime]Add to Favourite Songs[/COLOR]
de_de: [COLOR lime]Zu Lieblingssongs hinzufügen[/COLOR]
es_es: [COLOR lime] Agregar a canciones favoritas [/COLOR]
fr_fr: [COLOR lime]Ajouter aux chansons préférées[/COLOR]
it_it: [COLOR lime]Aggiungi ai brani preferiti[/COLOR]

# #30093
source: [COLOR orange]Remove from Favourite Songs[/COLOR]
de_de: [COLOR orange]Aus Lieblingssongs entfernen[/COLOR]
es_es: [COLOR orange] Eliminar de canciones favoritas [/COLOR]
fr_fr: [COLOR orange]Supprimer des chansons préférées[/COLOR]
it_it: [COLOR orange]Rimuovi dai brani preferiti[/COLOR]
